Repository: skotperez/vb
Catalog: lang/*.po
Languages: es_es

source: Page %s
es_es: Página %s

source: Linkoteca. Contexts
es_es: Linkoteca. Contextos

source: All tags
es_es: Todos los tags

source: Linkoteca. Search results under ""%s"
es_es: Linkoteca. Resultados de la búsqueda "%s"

source: Filter tags
es_es: Filtrar tags

source: Linkoteca. Navigation archive
es_es: Linkoteca. Archivo de navegación

source: Share
es_es: Compartir

source: Local copy of the original audio file
es_es: Copia local del archivo de audio original

source: Local copy of the original image file
es_es: Copia local de la imagen original

source: Local copy of the original PDF file
es_es: Copia local del PDF original

source: Local copy of the original text file
es_es: Copia local del archivo de texto original

source: Local copy of the original video file
es_es: Copia local del vídeo original

source: Download
es_es: Descargar

source: Source
es_es: Fuente

source: Go to original content
es_es: Ir al contenido original

source: No links under context %s
es_es: No hay enlaces en el contexto %s

source: There is still no links.
es_es: Aún no hay enlaces.
